tap "buo/cask-upgrade"
tap "homebrew/bundle"
brew "1password-cli"
brew "awscli"
brew "bat"
brew "curl"
brew "diff-so-fancy"
brew "expect"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "gnupg"
brew "httpie"
brew "jq"
brew "lazygit"
brew "mise"
brew "neovim"
brew "ranger"
brew "ripgrep"
brew "starship"
brew "tree"
brew "wget"
brew "zellij"
brew "zsh"
cask "1password"
cask "discord"
cask "docker"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "google-japanese-ime"
cask "ghostty"
cask "intellij-idea-ce"
cask "karabiner-elements"
cask "obsidian"
cask "onyx"
cask "raycast"
cask "slack"
cask "spotify"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
